Indicates whether this text run uses Bold text.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool Bold { get; }
  Visual Basic
Public ReadOnly Property Bold As Boolean
	Get
  Visual C++
public:
property bool Bold {
	bool get ();
}
 See Also
  FormattedTextRun Class
  Autodesk.Revit.DB Namespace